13/data/attachments/26e0f813c612ef6b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jonathan_right_Actions_26817_3</nif:username>
            <nif:friendToBeRequested>soap_actions_6a30211a-c56e-45c0-b0e3-edf50e5d32cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>